Repository: Cpyte-Engine-Developer/techage_modpack
Catalog: hyperloop/locale/*.po
Languages: de

source: Station data is corrupted. Please rebuild the station!
de: Stationsdaten sind beschädigt. Bitte die Station neu bauen!

source: Station is still blocked. Please try again in a few seconds!
de: Die Station ist noch blockiert. Bitte versuche es in ein paar Sekunden wieder!

source: The Booking Machine for this station is missing!
de: Der Fahrkartenautomat für die Station fehlt!

source: Hyperloop Display
de: Hyperloop Bildschirm

source: Junction at
de: Anschlussstelle bei

source: There is no station/junction on this level.
de: Es gibt keine Station/Anschlussstelle auf dieser Höhe.

source: Do you really want to start a new network?!
de: Willst du wirklich ein neues Liniennetz beginnen?!

source: Hyperloop Tube
de: Hyperloop Röhre

source: Select your destination
de: Wähle dein Ziel

source: Destination
de: Ziel

source: Distance
de: Entfernung

source: Local Info
de: Zusatzinfo

source: Please enter the station name to which this booking machine belongs.
de: Bitte gib den Stationsnamen ein zu dem dieser Fahrkartenautomat gehört.

source: Station name
de: Stationsname

source: Additional station information
de: Zusätzliche Stationsinformationen

source: Station has already a booking machine!
de: Station hat bereits einen Fahrkartenautomat!

source: Invalid station name!
de: Ungültiger Stationsname!

source: Hyperloop Booking Machine
de: Hyperloop Fahrkartenautomat

source: Hyperloop Elevator Shaft
de: Hyperloop Aufzugsschacht

source: Floor
de: Stockwerk

source: (current position)
de: (aktuelle Position)

source: Hyperloop Elevator
de: Hyperloop Aufzug

source: Please insert floor name
de: Gib den Stockwerknamen ein

source: Floor name
de: Stockwerkname

source: Base
de: Basis

source: Save
de: Speichern

source: Dist.
de: Entf.

source: Station/Junction
de: Station/Anschlussstelle

source: Owner
de: Besitzer

source: Conn. with
de: Verb. mit

source: Close
de: Schließen

source: Hyperloop Station Book
de: Hyperloop Stationsbuch

source: | Welcome at | |
de: | Willkommen | in | |

source: [Hyperloop] No booking entered!
de: [Hyperloop] Keine Buchung eingegeben!

source: Destination:
de: Ziel:

source: Distance:
de: Entfernung:

source: Arrival in:
de: Ankunft in:

source: Hyperloop Pod Seat
de: Hyperloop Sitz

source: Hyperloop Waypoint
de: Hyperloop Wegpunkt

source: Station completed. Now place the Booking Machine!
de: Station fertig. Setze nun den Fahrkartenautomat!

source: Area is protected!
de: Die Area ist geschützt!

source: Not enough space to build the station!
de: Nicht ausreichend Platz um die Station zu errichten!

source: Hyperloop Station Pod Builder
de: Hyperloop Stations Ersteller

source: Hyperloop Pod Shell
de: Hyperloop Kabinenwand

source: Hypersteel Ingot
de: Hypersteel Barren

source: Blue Wool
de: Blaue Wolle

source: Glass
de: Glas

source: Not enough inventory items to build the station!
de: Nicht ausreichend Inventory Items um die Station zu bauen!

source: Destroy Station
de: Zerstöre Station

source: Build Station
de: Baue Station

source: Hyperloop Station Block
de: Hyperloop Stations Block

source: Enter channel string
de: Kanalname eingeben

source: Hyperloop WiFi Tube
de: Hyperloop Wifi Röhre

source: Hyperloop Promo Poster
de: Hyperloop Werbeposter

source: Hyperloop Station Sign
de: Hyperloop Stationszeichen

source: Hyperloop Station Sign Right
de: Hyperloop Stationszeichen rechts

source: Hyperloop Station Sign Left
de: Hyperloop Stationszeichen links

source: Station connected with
de: Station verbunden mit

source: Junction connected with
de: Anschlussstelle verbunden mit

source: Hyperloop Junction Block
de: Hyperloop Anschlussstelle

source: Junction
de: Anschlussstelle

source: Hyperloop Pillar
de: Hyperloop Stütze

source: [Crowbar Help]
de: [Brecheisen Hilfe]

source: left: remove node
de: links: entferne Block

source: right: repair tube/shaft line
de: rechts: repariere Röhre/Schacht

source: You don't have the necessary privs!
de: Du hast nicht die notwendigen Rechte!

source: Hyperloop Tube Crowbar
de: Hyperloop Brecheisen
